{
  "title": "Leaving phone wallet on couch",
  "timestamp": "2025-11-16T14:04:17.202990",
  "summary": "This video features a young man with dark, wavy hair, wearing a black zip-up jacket (with a subtle Nike logo), as he presents a smartphone in what appears to be a modern office lounge or common area, characterized by a white ceiling with paneling, an orange accent wall, and contemporary seating.\n\n**Key Objects, People, and Actions:**\n\n*   **Person:** A young man, likely East Asian, is the sole person in the video. He speaks directly to the camera throughout his demonstration.\n*   **Key Object 1 (Smartphone):** He holds up a black smartphone (likely an iPhone based on the camera array) equipped with a black, magnetic-style wallet/card holder attached to its back.\n*   **Key Object 2 (Card Holder & Card):** The card holder is black and has a white strip at the bottom. A card, possibly an ID or credit card (with some red/orange visible), is inserted into this holder.\n*   **Key Object 3 (Setting):** The background shows a modern indoor space. Features include a white dropped ceiling with recessed lighting and vents, an orange accent wall, a black leather couch, another upholstered chair, and an \"EXIT\" sign in the distance. A colorful water bottle is briefly visible on the upholstered chair.\n\n**Actions:**\n1.  **Presentation:** The man holds up his smartphone and initially shows its screen, displaying the time \"9:03.\"\n2.  **Demonstration:** He then turns the phone to show its back, highlighting the attached black card holder and the card inside. He proceeds to demonstrate the functionality of the card holder by detaching it from the phone and then reattaching it.\n3.  **Placement & Exit:** After concluding his demonstration, he places the phone on the black leather couch. He briefly closes his eyes, opens them, and then moves out of the camera's frame, leaving the shot to focus on the ceiling and the distant hallway.",
  "transcript": "Hi guys, I got a new phone case today. It's pretty cool. My my uh phone wallet. I'm just gonna leave it on this couch for a second.\nDude.",
  "recording": "motion_20251116_140347.mp4",
  "audio": "motion_20251116_140347.wav",
  "transcript_file": "motion_20251116_140347.txt",
  "image": "thumbnail_20251116_140417_230059.jpg"
}